[VendingMachineGrades.ObjectGrade_CrazyEarl_BlackMarket InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_GrenadesAndAmmo InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_HealthItems InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_Manufacturer InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachineGrades.ObjectGrade_VendingMachine_Weapons InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachines.InteractiveObj_CrazyEarl_BlackMarket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Black market"
StatusMenuMapInfoBoxDescription="I want you?"

[VendingMachines.InteractiveObj_VendingMachine_GrenadesAndAmmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Ammunition maker Marcos"
StatusMenuMapInfoBoxDescription="Here you can collect tools.!"

[VendingMachines.InteractiveObj_VendingMachine_HealthItems InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Dam medical machine"
StatusMenuMapInfoBoxDescription="Heal your wounds!"

[VendingMachines.InteractiveObj_VendingMachine_Manufacturer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[VendingMachines.InteractiveObj_VendingMachine_Weapons InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Marcus is a machine gunner"
StatusMenuMapInfoBoxDescription="Buy new equipment or sell old equipment!"

[VendingMachines.VendingMachine_Weapons_Definition WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Marcus Bullet Wagon"
StatusMenuMapInfoBoxDescription="Buy new weapons or sell your old weapons!"

